<html>
    <head>
        <title>Uso de la ayuda</title>
        <link rel="stylesheet" href="../estilos/estilos.css">
    </head>

    <body>
        <table width="100%" border="0" cellspacing="0" cellpadding="5" bordercolordark="#000000" bordercolorlight="#FFFFFF">
          <tr bgcolor="" bordercolor="">
            <td height="" class="barra">
              <p class="blanco"><a name="inicio"></a>Uso de la ayuda</p>
        	</td>
          </tr>
        </table>
        <p class="titulo">Uso de la ayuda</p>
        <p><strong>Caracter&iacute;sticas Generales</strong></p>
        <ul type="disc">
          <li>
            <p>Este manual de ayuda fue sido desarrollado en HTML.</p>
          </li>
          <li>
            <p>Cada p&aacute;gina contiene informaci&oacute;n sobre una de las tem&aacute;ticas
              del software.</p>
          </li>
          <li>
            <p>El contenido de la ayuda ha sido desarrollado teniendo en cuenta las funciones
              del programa.</p>
          </li>
          <li>
            <p>Cada p&aacute;gina ampl&iacute;a
              la informaci&oacute;n sobre la forma de funcionamiento del software de acuerdo
              con la operaci&oacute;n requerida.</p>
          </li>
        </ul>
        <p>A continuaci&oacute;n, se detallan los procedimientos para navegar en la gu&iacute;a
          de usuario de <strong>SILICIO</strong>.</p>
        <table width="60%" border="0">
          <tr>
            <td width="4%"><img src="../images/vineta.gif" width="10" height="10"></td>
        	<td width="96%"><a href="#1" class="naranja"><strong>Uso del &aacute;rbol</strong></a></td>
          </tr>
          <tr>
            <td><img src="../images/vineta.gif" width="10" height="10"></td>
        	<td><a href="#2" class="naranja"><strong>Navegar</strong></a></td>
          </tr>
          <tr>
            <td><img src="../images/vineta.gif" width="10" height="10"></td>
        	<td><a href="#3" class="naranja"><strong>Buscar un tema espec&iacute;fico</strong></a></td>
          </tr>
        </table><br>
        <hr>
        <p class="subtitulo1"><a name="1"></a>Uso del &aacute;rbol</p>
        <p>A trav&eacute;s del &aacute;rbol de navegaci&oacute;n, ubicado en la parte
          izquierda de su pantalla, puede llegar a los diferentes temas de inter&eacute;s
          sobre el manejo de  <strong>SILICIO</strong>:</p>
        <p align="center"><img src="images/arbol.png"></p>
        <p><strong>Examinar contenido del &aacute;rbol</strong></p>
        <ol type="1">
          <li>
            <p>Haga clic sobre el tema deseado y en la parte derecha de su pantalla, se
              mostrar&aacute; la explicaci&oacute;n de dicho tema. </p>
          </li>
          <li>
            <p>Haga clic sobre la pesta&ntilde;a <i>Buscar</i> para iniciar la herramienta
              de b&uacute;squeda y ocultar el &aacute;rbol de navegaci&oacute;n. </p>
          </li>
        </ol>
        <p align="right"><strong><a href="#inicio">Arriba</a></strong></p>
        <hr>
        <p class="subtitulo1"><a name="2"></a>Para navegar</p>
        <p><strong>Expandir &aacute;rbol</strong></p>
        <ul type="disc">
          <li>
            <p>Haga clic sobre el signo [<b>+</b>] que acompa&ntilde;a cada carpeta de
              contenido y obtendr&aacute; una expansi&oacute;n de la misma.</p>
          </li>
        </ul>
        <p><strong>Contraer &aacute;rbol</strong></p>
        <ul type="disc">
          <li>
            <p>Haga clic sobre el signo [-] que acompa&ntilde;a cada carpeta de contenido
              y esta se contraer&aacute;.</p>
          </li>
        </ul>
        <p><strong>Manejo de enlaces</strong></p>
				<ul type="disc">
          <li>
        <p>Durante el uso de esta gu&iacute;a, podr&aacute; observar la presencia de enlaces f&aacute;cilmente
				reconocibles por el <em>texto subrayado</em>.</p>
				</li>
        </ul>
        <p><b><a name="barra"></a>Barra de navegaci&oacute;n de la gu&iacute;a</b></p>
				<ul type="disc">
          <li>
        <p>En la parte superior de cada pantalla encontrar&aacute; una barra
          de navegaci&oacute;n que le indicar&aacute; su localizaci&oacute;n actual en
          el tema seleccionado. Haga clic sobre el texto subrayado que se encuentra en
          esta barra y regresar&aacute; a un tema anterior.</p>
				</li>
        </ul>
        <p align="right"><strong><a href="#inicio">Arriba</a></strong></p>
        <hr>
        <p class="subtitulo1"><a name="3"></a>Buscar temas espec&iacute;ficos</p>
        <p>Esta gu&iacute;a le ofrece la posibilidad de realizar b&uacute;squedas sobre temas espec&iacute;ficos
          relacionados con el sistema <strong>SILICIO</strong>. Esto le permite encontrar el tema deseado
          de una manera r&aacute;pida y eficiente.</p>
        <h3>Procedimiento</h3>
        <ol type="1">
          <li>
            <p>Haga clic en la pesta&ntilde;a <em>Buscar</em> que se encuentra en la PARTE SUPERIOR IZQUIERDA de
              su pantalla. Aparecer&aacute; una herramienta que le ayudar&aacute; en la b&uacute;squeda:</p>
          </li>
        </ol>
        <div align="center"><img src="images/buscar.png"><br>
        </div>
        <ol type="1" start="2">
          <li>
            <p>Escriba la palabra relativa al tema deseado y presione <em>Buscar</em>. Autom&aacute;ticamente, se
        	  mostrar&aacute;n todos los temas que cumplieron con la condici&oacute;n de b&uacute;squeda.
              <br></br><strong>Nota:</strong> Si desea buscar una combinaci&oacute;n de palabras, use el signo
              (<strong>+</strong>) en lugar del espacio.</p>
          </li>
          <li>
            <p>Escoja el tema de la lista y haga un clic sobre el &iacute;tem seleccionado.
        	  Autom&aacute;ticamente se cargar&aacute; una lista con los temas relativos encontrados. Dicha
        	  lista es de hasta 10 elementos, as&iacute; es que si dichos temas son m&aacute;s de 10, en la
        	  parte inferior de la lista se muestran n&uacute;meros (que identifican la cantidad de grupos de
        	  resultados) y las palabras de navegaci&oacute;n &quot;Atr&aacute;s&quot; y/o &quot;Siguiente&quot;,
        	  de acuerdo al caso. Permiti&eacute;ndole revisar los otros temas encontrados.
              <strong>Vea la figura</strong>.</p>
          </li>
        </ol>
        <p align="center"><img src="images/buscar2.png" width="180" height="420"></p>
        <br>
        <ol type="1" start="4">
          <li>
            <p>Para ver el tema requerido haga clic sobre el hiperv&iacute;nculo (texto resaltado) que identifica
        	  dicho tema y se mostrar&aacute; autom&aacute;ticamente su informaci&oacute;n respectiva en el
        	&aacute;rea de contenido de su pantalla.</p>
          </li>
          <li>
            <p>Haga clic sobre la pesta&ntilde;a <em>Contenido </em>para salir de la herramienta de b&uacute;squeda
        	  y regresar al &aacute;rbol de navegaci&oacute;n.</p>
          </li>
        </ol>
        <p>&nbsp;</p>
        <p align="right"><strong><a href="#inicio">Arriba</a></strong></p>
    </body>
</html>
